Update 05-exemple-2.md
